<section class="about">
    <div class="container">
        <div class="about__inner">
            <h3 class="about__title desktop">Почему индивидуальный пошив - это другой уровень</h3>
            <h3 class="about__title mobile"><span>Почему<br> индивидуальный пошив</span><br> <p>это другой уровень</p></h3>
            <p class="about__text text-5 desktop">
                Индивидуальный пошив — это иной уровень обувного искусства.
                <br>
                <br>
                Точность 3D-скана превосходит ручные замеры, гарантируя идеальную посадку по вашей уникальной стопе. 
                Забудьте о поездках в шоурумы: всего за минуту с телефона вы создадите цифровой слепок ноги.
                <br>
                <br>
                Мы используем исключительно натуральную кожу премиального качества, а каждая пара рождается в руках мастеров.
                <br>
                <br>
                Ваша уверенность защищена: если обувь не сядет безупречно — бесплатно перешьём. Подтверждаем это гарантией на 1 год и бесплатной реставрацией любых повреждений.
                <br>
                <br>
                Это комфорт нового уровня: никаких мозолей, усталости или компромиссов. 
            </p>
            <p class="about__text text-5 mobile">
                Индивидуальный пошив — это иной уровень обувного искусства.
                <br>
                <br>
                Точность 3D-скана превосходит ручные замеры, гарантируя идеальную посадку по вашей уникальной стопе. 
                <br>
                <br>
                Мы используем исключительно натуральную кожу премиального качества.
                <br>
                <br>
                Ваша уверенность защищена: если обувь не сядет безупречно — бесплатно перешьём.
                <br>
                <br>
                Это комфорт нового уровня: никаких мозолей, усталости или компромиссов. 
            </p>
            <button class="about-btn btn text-3 request-popup" >Оставить заявку</button>

        </div>
    </div>
</section>